Repository: hadrienl/vibe-manager
Catalog: Packages/VibeManagerKit/Sources/VibeApplication/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Open Switch Agent again to review what will be handed over.
ar: افتح «تبديل الوكيل» مجددًا لمراجعة ما سيتم تسليمه.
de: Öffne „Agent wechseln“ erneut, um zu prüfen, was übergeben wird.
es: Vuelve a abrir “Cambiar de agente” para revisar lo que se traspasará.
fr: Rouvrez « Changer d’agent » pour revoir ce qui sera transmis.
hi: जो सौंपा जाएगा उसकी समीक्षा के लिए “एजेंट बदलें” फिर से खोलें।
it: Apri di nuovo “Cambia agente” per rivedere cosa verrà passato.
ja: 「エージェントを切り替え」をもう一度開いて、引き継ぐ内容を確認してください。
ko: 인계될 내용을 검토하려면 “에이전트 전환”을 다시 여십시오.
nl: Open ‘Wissel van agent’ opnieuw om te bekijken wat wordt overgedragen.
pl: Otwórz ponownie „Zmień agenta”, aby przejrzeć, co zostanie przekazane.
pt_br: Abra “Trocar de Agente” novamente para revisar o que será transferido.
ru: Снова откройте «Сменить агента», чтобы проверить, что будет передано.
tr: Neyin devredileceğini gözden geçirmek için “Ajanı Değiştir”i yeniden açın.
uk: Знову відкрийте «Змінити агента», щоб переглянути, що буде передано.
zh_hans: 请再次打开“切换智能体”，查看将要移交的内容。
zh_hant: 請再次打開「切換代理程式」以檢視將要移交的內容。

source: Open in a New Tab
ar: فتح في علامة تبويب جديدة
de: In neuem Tab öffnen
es: Abrir en una pestaña nueva
fr: Ouvrir dans un nouvel onglet
hi: नए टैब में खोलें
it: Apri in un nuovo pannello
ja: 新規タブで開く
ko: 새로운 탭에서 열기
nl: Open in nieuw tabblad
pl: Otwórz w nowej karcie
pt_br: Abrir em Nova Aba
ru: Открыть в новой вкладке
tr: Yeni Sekmede Aç
uk: Відкрити в новій вкладці
zh_hans: 在新标签页中打开
zh_hant: 在新標籤頁中打開

source: Open in the External Browser
ar: فتح في المتصفح الخارجي
de: Im externen Browser öffnen
es: Abrir en el navegador externo
fr: Ouvrir dans le navigateur externe
hi: बाहरी ब्राउज़र में खोलें
it: Apri nel browser esterno
ja: 外部ブラウザで開く
ko: 외부 브라우저에서 열기
nl: Open in externe browser
pl: Otwórz w zewnętrznej przeglądarce
pt_br: Abrir no Navegador Externo
ru: Открыть во внешнем браузере
tr: Harici Tarayıcıda Aç
uk: Відкрити в зовнішньому браузері
zh_hans: 在外部浏览器中打开
zh_hant: 在外部瀏覽器中打開

source: Open in the Web View
ar: فتح في عرض الويب
de: In der Webansicht öffnen
es: Abrir en la vista web
fr: Ouvrir dans la vue web
hi: वेब दृश्य में खोलें
it: Apri nella vista web
ja: Webビューで開く
ko: 웹 보기에서 열기
nl: Open in webweergave
pl: Otwórz w widoku www
pt_br: Abrir na Visualização Web
ru: Открыть в веб-панели
tr: Web Görünümünde Aç
uk: Відкрити у вебперегляді
zh_hans: 在网页视图中打开
zh_hant: 在網頁視圖中打開

source: Pick a folder that still exists and is readable.
ar: اختر مجلدًا لا يزال موجودًا وقابلًا للقراءة.
de: Wähle einen Ordner, der noch existiert und lesbar ist.
es: Elige una carpeta que siga existiendo y se pueda leer.
fr: Choisissez un dossier qui existe toujours et qui peut être lu.
hi: ऐसा फ़ोल्डर चुनें जो अभी भी मौजूद हो और पढ़ा जा सके।
it: Scegli una cartella che esiste ancora ed è leggibile.
ja: 存在していて読み込み可能なフォルダを選択してください。
ko: 아직 존재하고 읽을 수 있는 폴더를 선택하십시오.
nl: Kies een map die nog bestaat en leesbaar is.
pl: Wybierz folder, który nadal istnieje i można go odczytać.
pt_br: Escolha uma pasta que ainda exista e possa ser lida.
ru: Выберите папку, которая существует и доступна для чтения.
tr: Hâlâ var olan ve okunabilen bir klasör seçin.
uk: Виберіть папку, яка ще існує і яку можна прочитати.
zh_hans: 请选择一个仍然存在且可读取的文件夹。
zh_hant: 請選擇仍存在且可讀取的資料夾。

source: Pick another agent, or detect again.
ar: اختر وكيلًا آخر، أو أعد الاكتشاف.
de: Wähle einen anderen Agent oder erkenne erneut.
es: Elige otro agente o vuelve a detectar.
fr: Choisissez un autre agent, ou relancez la détection.
hi: कोई अन्य एजेंट चुनें, या फिर से पहचानें।
it: Scegli un altro agente, oppure rileva di nuovo.
ja: 別のエージェントを選択するか、再検出してください。
ko: 다른 에이전트를 선택하거나 다시 감지하십시오.
nl: Kies een andere agent, of detecteer opnieuw.
pl: Wybierz innego agenta lub wykryj ponownie.
pt_br: Escolha outro agente, ou detecte novamente.
ru: Выберите другого агента или повторите обнаружение.
tr: Başka bir ajan seçin ya da yeniden algılayın.
uk: Виберіть іншого агента або виявіть знову.
zh_hans: 请选择其他智能体，或重新检测。
zh_hant: 請選擇其他代理程式，或重新偵測。

source: Plan
ar: الخطة
hi: योजना
it: Piano
ja: 計画
ko: 계획
pt_br: Plano
ru: План
uk: План
zh_hans: 计划
zh_hant: 計畫

source: Put the folder back where it was, or create a new session in its new place.
ar: أعد المجلد إلى مكانه، أو أنشئ جلسة جديدة في مكانه الجديد.
de: Lege den Ordner an seinen alten Ort zurück oder erstelle eine neue Sitzung am neuen Ort.
es: Devuelve la carpeta a su ubicación o crea una nueva sesión en su nueva ubicación.
fr: Remettez le dossier à son emplacement, ou créez une nouvelle session à son nouvel emplacement.
hi: फ़ोल्डर को वापस उसकी जगह रखें, या उसकी नई जगह पर नया सेशन बनाएँ।
it: Rimetti la cartella dov’era, oppure crea una nuova sessione nella sua nuova posizione.
ja: フォルダを元の場所に戻すか、新しい場所で新規セッションを作成してください。
ko: 폴더를 원래 위치로 되돌리거나, 새 위치에서 새로운 세션을 생성하십시오.
nl: Zet de map terug waar hij stond, of maak een nieuwe sessie aan op de nieuwe locatie.
pl: Przywróć folder na dawne miejsce lub utwórz nową sesję w jego nowej lokalizacji.
pt_br: Coloque a pasta de volta onde estava, ou crie uma nova sessão no novo local.
ru: Верните папку на место или создайте новую сессию в её новом расположении.
tr: Klasörü eski yerine koyun ya da yeni yerinde yeni bir oturum oluşturun.
uk: Поверніть папку на попереднє місце або створіть новий сеанс у її новому розташуванні.
zh_hans: 请将文件夹放回原处，或在其新位置新建会话。
zh_hant: 請將資料夾放回原處，或在其新位置建立新的工作階段。

source: Question
ar: سؤال
de: Frage
es: Pregunta
hi: प्रश्न
it: Domanda
ja: 質問
ko: 질문
nl: Vraag
pl: Pytanie
pt_br: Pergunta
ru: Вопрос
tr: Soru
uk: Питання
zh_hans: 问题
zh_hant: 問題

source: Read %@
ar: قراءة %@
de: %@ gelesen
es: Lectura de %@
fr: Lecture de %@
hi: %@ पढ़ा
it: Letto %@
ja: %@を読み取り
ko: %@ 읽음
nl: %@ gelezen
pl: Przeczytano %@
pt_br: Leu %@
ru: Прочитано: %@
tr: Okundu: %@
uk: Прочитано %@
zh_hans: 已读取 %@
zh_hant: 已讀取 %@

source: Read the repositories again.
ar: أعد قراءة المستودعات.
de: Lies die Repositorys erneut.
es: Vuelve a leer los repositorios.
fr: Relisez les dépôts.
hi: रिपॉज़िटरी दोबारा पढ़ें।
it: Rileggi i repository.
ja: リポジトリを再読み込みしてください。
ko: 저장소를 다시 읽으십시오.
nl: Lees de repository's opnieuw.
pl: Odczytaj repozytoria ponownie.
pt_br: Leia os repositórios novamente.
ru: Перечитайте репозитории.
tr: Depoları yeniden okuyun.
uk: Прочитайте репозиторії знову.
zh_hans: 请重新读取仓库。
zh_hant: 請重新讀取儲存庫。

source: Reload the workspace.
ar: أعد تحميل مساحة العمل.
de: Lade den Arbeitsbereich neu.
es: Vuelve a cargar el espacio de trabajo.
fr: Rechargez l’espace de travail.
hi: वर्कस्पेस रीलोड करें।
it: Ricarica lo spazio di lavoro.
ja: ワークスペースを再読み込みしてください。
ko: 작업 공간을 다시 불러오십시오.
nl: Herlaad de werkruimte.
pl: Załaduj ponownie obszar roboczy.
pt_br: Recarregue o espaço de trabalho.
ru: Перезагрузите рабочее пространство.
tr: Çalışma alanını yeniden yükleyin.
uk: Перезавантажте робочий простір.
zh_hans: 请重新载入工作区。
zh_hant: 請重新載入工作空間。

source: Restart it to start a new process with a summary of the session.
ar: أعد تشغيلها لبدء عملية جديدة بملخص للجلسة.
de: Starte sie neu, um einen neuen Prozess mit einer Zusammenfassung der Sitzung zu beginnen.
es: Reiníciala para iniciar un nuevo proceso con un resumen de la sesión.
fr: Relancez-la pour démarrer un nouveau processus avec un résumé de la session.
hi: सेशन के सारांश के साथ नई प्रोसेस शुरू करने के लिए इसे फिर से शुरू करें।
it: Riavviala per avviare un nuovo processo con un riepilogo della sessione.
ja: 再起動すると、セッションの要約を使って新しいプロセスが開始されます。
ko: 세션 요약으로 새로운 프로세스를 시작하려면 재시작하십시오.
nl: Herstart hem om een nieuw proces te starten met een samenvatting van de sessie.
pl: Uruchom ją ponownie, aby rozpocząć nowy proces z podsumowaniem sesji.
pt_br: Reinicie-a para começar um novo processo com um resumo da sessão.
ru: Перезапустите её, чтобы начать новый процесс со сводкой сессии.
tr: Oturumun özetiyle yeni bir işlem başlatmak için yeniden başlatın.
uk: Перезапустіть його, щоб почати новий процес із підсумком сеансу.
zh_hans: 请重新启动它，以便用会话摘要启动新进程。
zh_hant: 請重新啟動，以帶著工作階段摘要啟動新的程序。

source: Restart the session: its conversation is resumed where the agent supports it.
ar: أعد تشغيل الجلسة: يتم استئناف محادثتها إذا كان الوكيل يدعم ذلك.
de: Starte die Sitzung neu: Ihre Unterhaltung wird fortgesetzt, sofern der Agent das unterstützt.
es: Reinicia la sesión: su conversación se reanuda si el agente lo permite.
fr: Relancez la session : sa conversation est reprise si l’agent le permet.
hi: सेशन फिर से शुरू करें: जहाँ एजेंट समर्थन करता है, वहाँ इसकी बातचीत जारी रखी जाती है।
it: Riavvia la sessione: la sua conversazione viene ripresa se l’agente lo supporta.
ja: セッションを再起動してください。エージェントが対応していれば会話は再開されます。
ko: 세션을 재시작하십시오. 에이전트가 지원하는 경우 대화가 재개됩니다.
nl: Herstart de sessie: het gesprek wordt hervat als de agent dat ondersteunt.
pl: Uruchom sesję ponownie: jej rozmowa zostanie wznowiona, jeśli agent to obsługuje.
pt_br: Reinicie a sessão: a conversa é retomada se o agente permitir.
ru: Перезапустите сессию: её беседа будет возобновлена, если агент это поддерживает.
tr: Oturumu yeniden başlatın: ajan destekliyorsa konuşması sürdürülür.
uk: Перезапустіть сеанс: його розмову буде продовжено, якщо агент це підтримує.
zh_hans: 请重新启动会话：如果智能体支持，将恢复其对话。
zh_hant: 請重新啟動工作階段：若代理程式支援，會繼續其對話。

source: Restarting without resuming the %@ conversation, as you asked.
ar: إعادة التشغيل بدون استئناف محادثة %@، كما طلبت.
de: Neustart ohne Fortsetzen der %@-Unterhaltung, wie gewünscht.
es: Reiniciando sin reanudar la conversación de %@, como has pedido.
fr: Relance sans reprendre la conversation %@, comme vous l’avez demandé.
hi: आपके कहे अनुसार, %@ बातचीत जारी रखे बिना फिर से शुरू किया जा रहा है।
it: Riavvio senza riprendere la conversazione di %@, come richiesto.
ja: 指定どおり、%@の会話を再開せずに再起動しています。
ko: 요청에 따라 %@ 대화를 재개하지 않고 재시작합니다.
nl: Herstarten zonder het %@-gesprek te hervatten, zoals je hebt gevraagd.
pl: Ponowne uruchamianie bez wznawiania rozmowy %@, zgodnie z Twoją prośbą.
pt_br: Reiniciando sem retomar a conversa do %@, como você pediu.
ru: Перезапуск без возобновления беседы %@, как вы и просили.
tr: İstediğiniz gibi, %@ konuşması sürdürülmeden yeniden başlatılıyor.
uk: Перезапуск без продовження розмови %@, як ви просили.
zh_hans: 已按你的要求重新启动，不恢复 %@ 对话。
zh_hant: 依你的要求，重新啟動但不繼續 %@ 的對話。

source: Run %@ in a terminal, then detect again.
ar: نفّذ %@ في طرفية، ثم أعد الاكتشاف.
de: Führe %@ in einem Terminal aus und erkenne dann erneut.
es: Ejecuta %@ en un terminal y vuelve a detectar.
fr: Exécutez %@ dans un terminal, puis relancez la détection.
hi: टर्मिनल में %@ चलाएँ, फिर दोबारा पहचानें।
it: Esegui %@ in un terminale, poi rileva di nuovo.
ja: ターミナルで%@を実行してから、再検出してください。
ko: 터미널에서 %@을(를) 실행한 후 다시 감지하십시오.
nl: Voer %@ uit in een terminal en detecteer daarna opnieuw.
pl: Wykonaj %@ w terminalu, a następnie wykryj ponownie.
pt_br: Execute %@ em um terminal e detecte novamente.
ru: Выполните %@ в терминале, затем повторите обнаружение.
tr: Bir terminalde %@ komutunu çalıştırın, sonra yeniden algılayın.
uk: Виконайте %@ у терміналі, а потім виявіть знову.
zh_hans: 请在终端中运行 %@，然后重新检测。
zh_hant: 請在終端機中執行 %@，然後重新偵測。

source: Searched for %@
ar: البحث عن %@
de: Nach %@ gesucht
es: Búsqueda de %@
fr: Recherche de %@
hi: %@ खोजा
it: Cercato %@
ja: %@を検索
ko: %@ 검색함
nl: Gezocht naar %@
pl: Wyszukano %@
pt_br: Buscou %@
ru: Поиск: %@
tr: Arandı: %@
uk: Пошук: %@
zh_hans: 已搜索 %@
zh_hant: 已搜尋 %@

source: Searched the web for %@
ar: البحث في الويب عن %@
de: Im Web nach %@ gesucht
es: Búsqueda web: %@
fr: Recherche web : %@
hi: वेब पर %@ खोजा
it: Cercato sul web %@
ja: Webで%@を検索
ko: 웹에서 %@ 검색함
nl: Op het web gezocht naar %@
pl: Wyszukano w sieci %@
pt_br: Buscou na web: %@
ru: Поиск в вебе: %@
tr: Web’de arandı: %@
uk: Пошук в інтернеті: %@
zh_hans: 已在网上搜索 %@
zh_hant: 已在網路上搜尋 %@

source: Select a runnable binary or a script with an interpreter line.
ar: اختر ملفًا ثنائيًا قابلًا للتشغيل أو نصًا برمجيًا يتضمن سطر المفسّر.
de: Wähle ein ausführbares Binary oder ein Skript mit Interpreterzeile.
es: Selecciona un binario ejecutable o un script con una línea de intérprete.
fr: Choisissez un binaire exécutable ou un script avec une ligne d’interpréteur.
hi: चलाने योग्य बाइनरी या इंटरप्रेटर लाइन वाली स्क्रिप्ट चुनें।
it: Seleziona un binario eseguibile o uno script con una riga di interprete.
ja: 実行可能なバイナリか、インタプリタ行のあるスクリプトを選択してください。
ko: 실행 가능한 바이너리나 인터프리터 행이 있는 스크립트를 선택하십시오.
nl: Selecteer een uitvoerbaar binair bestand of een script met een interpreterregel.
pl: Wybierz uruchamialny plik binarny lub skrypt z wierszem interpretera.
pt_br: Selecione um binário executável ou um script com uma linha de interpretador.
ru: Выберите исполняемый двоичный файл или скрипт со строкой интерпретатора.
tr: Çalıştırılabilir bir ikili dosya ya da yorumlayıcı satırı olan bir betik seçin.
uk: Виберіть виконуваний двійковий файл або скрипт із рядком інтерпретатора.
zh_hans: 请选择可运行的二进制文件，或带解释器行的脚本。
zh_hant: 請選擇可執行的二進位檔，或含有直譯器行的腳本。

source: Shorten it, or create the session without a prompt and paste it in the terminal.
ar: اختصره، أو أنشئ الجلسة بدون prompt والصقه في الطرفية.
de: Kürze ihn oder erstelle die Sitzung ohne Prompt und füge ihn im Terminal ein.
es: Acórtalo o crea la sesión sin prompt y pégalo en el terminal.
fr: Raccourcissez-le, ou créez la session sans prompt et collez-le dans le terminal.
hi: इसे छोटा करें, या प्रॉम्प्ट के बिना सेशन बनाएँ और इसे टर्मिनल में पेस्ट करें।
it: Accorcialo, oppure crea la sessione senza prompt e incollalo nel terminale.
ja: 短くするか、プロンプトなしでセッションを作成してターミナルにペーストしてください。
ko: 길이를 줄이거나, 프롬프트 없이 세션을 생성한 후 터미널에 붙여넣으십시오.
nl: Maak hem korter, of maak de sessie zonder prompt aan en plak hem in de terminal.
pl: Skróć go lub utwórz sesję bez promptu i wklej go w terminalu.
pt_br: Encurte-o, ou crie a sessão sem prompt e cole-o no terminal.
ru: Сократите его или создайте сессию без промпта и вставьте его в терминал.
tr: Kısaltın ya da oturumu istem olmadan oluşturup istemi terminale yapıştırın.
uk: Скоротіть його або створіть сеанс без промпту й вставте його в термінал.
zh_hans: 请缩短它，或不带提示词创建会话，然后粘贴到终端中。
zh_hant: 請將其縮短，或建立不含提示詞的工作階段，再貼到終端機中。

source: Shorten the summary.
ar: اختصر الملخص.
de: Kürze die Zusammenfassung.
es: Acorta el resumen.
fr: Raccourcissez le résumé.
hi: सारांश छोटा करें।
it: Accorcia il riepilogo.
ja: 要約を短くしてください。
ko: 요약을 줄이십시오.
nl: Maak de samenvatting korter.
pl: Skróć podsumowanie.
pt_br: Encurte o resumo.
ru: Сократите сводку.
tr: Özeti kısaltın.
uk: Скоротіть підсумок.
zh_hans: 请缩短摘要。
zh_hant: 請縮短摘要。

source: Sign in to the agent, then detect again.
ar: سجّل الدخول إلى الوكيل، ثم أعد الاكتشاف.
de: Melde dich beim Agent an und erkenne dann erneut.
es: Inicia sesión en el agente y vuelve a detectar.
fr: Connectez-vous à l’agent, puis relancez la détection.
hi: एजेंट में साइन इन करें, फिर दोबारा पहचानें।
it: Accedi all’agente, poi rileva di nuovo.
ja: エージェントにサインインしてから、再検出してください。
ko: 에이전트에 로그인한 후 다시 감지하십시오.
nl: Log in bij de agent en detecteer opnieuw.
pl: Zaloguj się do agenta, a następnie wykryj ponownie.
pt_br: Faça login no agente e detecte novamente.
ru: Войдите в агента, затем повторите обнаружение.
tr: Ajana giriş yapın, sonra yeniden algılayın.
uk: Увійдіть в агента, а потім виявіть знову.
zh_hans: 请登录智能体，然后重新检测。
zh_hant: 請登入代理程式，然後重新偵測。

source: Starting this session again would send a prompt to its agent.
ar: إعادة تشغيل هذه الجلسة سترسل prompt إلى وكيلها.
de: Ein erneuter Start dieser Sitzung würde einen Prompt an ihren Agent senden.
es: Volver a iniciar esta sesión enviaría un prompt a su agente.
fr: Relancer cette session enverrait un prompt à son agent.
hi: यह सेशन फिर से शुरू करने पर इसके एजेंट को एक प्रॉम्प्ट भेजा जाएगा।
it: Avviare di nuovo questa sessione invierebbe un prompt al suo agente.
ja: このセッションを再度開始すると、エージェントにプロンプトが送信されます。
ko: 이 세션을 다시 시작하면 에이전트에 프롬프트가 전송됩니다.
nl: Als je deze sessie opnieuw start, wordt er een prompt naar de agent gestuurd.
pl: Ponowne uruchomienie tej sesji wysłałoby prompt do jej agenta.
pt_br: Iniciar esta sessão novamente enviaria um prompt ao agente.
ru: Повторный запуск этой сессии отправит промпт её агенту.
tr: Bu oturumu yeniden başlatmak ajanına bir istem gönderir.
uk: Повторний запуск цього сеансу надіслав би промпт його агенту.
zh_hans: 重新启动此会话将向其智能体发送提示词。
zh_hant: 再次啟動此工作階段會傳送提示詞給其代理程式。

source: Stop the running terminal before starting a new one.
ar: أوقف الطرفية قيد التشغيل قبل فتح طرفية جديدة.
de: Stoppe das laufende Terminal, bevor du ein neues startest.
es: Detén el terminal en ejecución antes de abrir uno nuevo.
fr: Arrêtez le terminal en cours avant d’en ouvrir un nouveau.
hi: नया टर्मिनल शुरू करने से पहले चल रहा टर्मिनल रोकें।
it: Arresta il terminale in esecuzione prima di avviarne uno nuovo.
ja: 新しいターミナルを開く前に、実行中のターミナルを停止してください。
ko: 새로운 터미널을 시작하기 전에 실행 중인 터미널을 중단하십시오.
nl: Stop de actieve terminal voordat je een nieuwe start.
pl: Zatrzymaj działający terminal przed uruchomieniem nowego.
pt_br: Pare o terminal em execução antes de abrir um novo.
ru: Остановите работающий терминал, прежде чем открывать новый.
tr: Yenisini başlatmadan önce çalışan terminali durdurun.
uk: Зупиніть запущений термінал, перш ніж запускати новий.
zh_hans: 请先停止正在运行的终端，再启动新终端。
zh_hant: 啟動新的終端機前，請先停止執行中的終端機。

source: Sub-agent: %@
ar: وكيل فرعي: %@
es: Subagente: %@
fr: Sous-agent : %@
hi: सब-एजेंट: %@
it: Sottoagente: %@
ja: サブエージェント：%@
ko: 하위 에이전트: %@
pl: Podagent: %@
pt_br: Subagente: %@
ru: Субагент: %@
tr: Alt ajan: %@
uk: Субагент: %@
zh_hans: 子智能体：%@
zh_hant: 子代理程式：%@

source: Templates couldn't be read: %@
ar: تعذّرت قراءة القوالب: %@
de: Vorlagen konnten nicht gelesen werden: %@
es: No se han podido leer las plantillas: %@
fr: Les gabarits n’ont pas pu être lus : %@
hi: टेम्पलेट पढ़े नहीं जा सके: %@
it: Impossibile leggere i template: %@
ja: テンプレートを読み込めませんでした：%@
ko: 템플릿을 읽을 수 없습니다: %@
nl: Sjablonen konden niet worden gelezen: %@
pl: Nie można odczytać szablonów: %@
pt_br: Não foi possível ler as predefinições: %@
ru: Не удалось прочитать шаблоны: %@
tr: Şablonlar okunamadı: %@
uk: Не вдалося прочитати шаблони: %@
zh_hans: 无法读取模板：%@
zh_hant: 無法讀取範本：%@

source: Templates couldn't be saved: %@
ar: تعذّر حفظ القوالب: %@
de: Vorlagen konnten nicht gesichert werden: %@
es: No se han podido guardar las plantillas: %@
fr: Les gabarits n’ont pas pu être enregistrés : %@
hi: टेम्पलेट सहेजे नहीं जा सके: %@
it: Impossibile salvare i template: %@
ja: テンプレートを保存できませんでした：%@
ko: 템플릿을 저장할 수 없습니다: %@
nl: Sjablonen konden niet worden bewaard: %@
pl: Nie można zachować szablonów: %@
pt_br: Não foi possível salvar as predefinições: %@
ru: Не удалось сохранить шаблоны: %@
tr: Şablonlar kaydedilemedi: %@
uk: Не вдалося зберегти шаблони: %@
zh_hans: 无法存储模板：%@
zh_hant: 無法儲存範本：%@

source: The agent %@ is not installed in this build.
ar: الوكيل %@ غير مضمّن في هذا الإصدار.
de: Der Agent %@ ist in diesem Build nicht enthalten.
es: El agente %@ no está incluido en esta versión.
fr: L’agent %@ n’est pas inclus dans cette version.
hi: एजेंट %@ इस बिल्ड में शामिल नहीं है।
it: L’agente %@ non è incluso in questa build.
ja: エージェント%@はこのビルドに含まれていません。
ko: 이 빌드에는 에이전트 %@이(가) 포함되어 있지 않습니다.
nl: De agent %@ zit niet in deze build.
pl: Agent %@ nie jest zawarty w tej kompilacji.
pt_br: O agente %@ não está incluído nesta versão.
ru: Агент %@ не включён в эту сборку.
tr: %@ ajanı bu derlemede yok.
uk: Агента %@ немає в цій збірці.
zh_hans: 此版本中未安装智能体 %@。
zh_hant: 此版本未包含代理程式 %@。

source: The agent that ran this session, %@, is not installed in this build.
ar: الوكيل الذي كان يشغّل هذه الجلسة، %@، غير مضمّن في هذا الإصدار.
de: Der Agent dieser Sitzung, %@, ist in diesem Build nicht enthalten.
es: El agente que ejecutaba esta sesión, %@, no está incluido en esta versión.
fr: L’agent qui exécutait cette session, %@, n’est pas inclus dans cette version.
hi: इस सेशन को चलाने वाला एजेंट, %@, इस बिल्ड में शामिल नहीं है।
it: L’agente che eseguiva questa sessione, %@, non è incluso in questa build.
ja: このセッションを実行していたエージェント（%@）は、このビルドに含まれていません。
ko: 이 세션을 실행한 에이전트 %@이(가) 이 빌드에 포함되어 있지 않습니다.
nl: De agent van deze sessie, %@, zit niet in deze build.
pl: Agent, który obsługiwał tę sesję (%@), nie jest zawarty w tej kompilacji.
pt_br: O agente que executava esta sessão, %@, não está incluído nesta versão.
ru: Агент, который вёл эту сессию (%@), не включён в эту сборку.
tr: Bu oturumu çalıştıran ajan (%@) bu derlemede yok.
uk: Агента, який виконував цей сеанс, %@, немає в цій збірці.
zh_hans: 运行此会话的智能体 %@ 未安装在此版本中。
zh_hant: 此版本未包含執行此工作階段的代理程式 %@。

source: The coding agent is not available on this Mac.
ar: وكيل البرمجة غير متوفر على هذا الـ Mac.
de: Der Coding-Agent ist auf diesem Mac nicht verfügbar.
es: El agente de código no está disponible en este Mac.
fr: L’agent de code n’est pas disponible sur ce Mac.
hi: कोडिंग एजेंट इस Mac पर उपलब्ध नहीं है।
it: L’agente di programmazione non è disponibile su questo Mac.
ja: このMacではコーディングエージェントを利用できません。
ko: 이 Mac에서 코딩 에이전트를 사용할 수 없습니다.
nl: De codeeragent is niet beschikbaar op deze Mac.
pl: Agent kodujący nie jest dostępny na tym Macu.
pt_br: O agente de código não está disponível neste Mac.
ru: Агент для программирования недоступен на этом Mac.
tr: Kodlama ajanı bu Mac’te kullanılamıyor.
uk: Агент для програмування недоступний на цьому Mac.
zh_hans: 此编程智能体在这台 Mac 上不可用。
zh_hant: 此 Mac 上無法使用該程式碼代理程式。

source: The command line could not be prepared.
ar: تعذّر تجهيز سطر الأوامر.
de: Die Befehlszeile konnte nicht vorbereitet werden.
es: No se ha podido preparar la línea de comandos.
fr: La ligne de commande n’a pas pu être préparée.
hi: कमांड लाइन तैयार नहीं की जा सकी।
it: Impossibile preparare la riga di comando.
ja: コマンドラインを準備できませんでした。
ko: 명령행을 준비할 수 없습니다.
nl: De opdrachtregel kon niet worden voorbereid.
pl: Nie można przygotować wiersza polecenia.
pt_br: Não foi possível preparar a linha de comando.
ru: Не удалось подготовить командную строку.
tr: Komut satırı hazırlanamadı.
uk: Не вдалося підготувати командний рядок.
zh_hans: 无法准备命令行。
zh_hant: 無法準備指令列。

source: The endpoint gateway couldn't be told about the session: %@
ar: تعذّر إبلاغ بوابة نقاط النهاية بالجلسة: %@
de: Das Endpoint-Gateway konnte nicht über die Sitzung informiert werden: %@
es: No se ha podido informar de la sesión a la pasarela de endpoints: %@
fr: La passerelle des endpoints n’a pas pu être informée de la session : %@
hi: एंडपॉइंट गेटवे को सेशन की सूचना नहीं दी जा सकी: %@
it: Impossibile informare il gateway degli endpoint della sessione: %@
ja: エンドポイントゲートウェイにセッションを通知できませんでした：%@
ko: 엔드포인트 게이트웨이에 세션을 알릴 수 없습니다: %@
nl: De endpointgateway kon niet over de sessie worden geïnformeerd: %@
pl: Nie można powiadomić bramy endpointów o sesji: %@
pt_br: Não foi possível informar o gateway dos endpoints sobre a sessão: %@
ru: Не удалось сообщить шлюзу endpoints о сессии: %@
tr: Uç nokta ağ geçidine oturum bildirilemedi: %@
uk: Не вдалося повідомити шлюз ендпоінтів про сеанс: %@
zh_hans: 无法将会话告知端点网关：%@
zh_hant: 無法通知端點閘道此工作階段：%@

source: The endpoint gateway couldn't start: %@
ar: تعذّر بدء بوابة نقاط النهاية: %@
de: Das Endpoint-Gateway konnte nicht starten: %@
es: La pasarela de endpoints no ha podido iniciarse: %@
fr: La passerelle des endpoints n’a pas pu démarrer : %@
hi: एंडपॉइंट गेटवे शुरू नहीं हो सका: %@
it: Impossibile avviare il gateway degli endpoint: %@
ja: エンドポイントゲートウェイを起動できませんでした：%@
ko: 엔드포인트 게이트웨이를 시작할 수 없습니다: %@
nl: De endpointgateway kon niet starten: %@
pl: Nie można uruchomić bramy endpointów: %@
pt_br: Não foi possível iniciar o gateway dos endpoints: %@
ru: Не удалось запустить шлюз endpoints: %@
tr: Uç nokta ağ geçidi başlatılamadı: %@
uk: Не вдалося запустити шлюз ендпоінтів: %@
zh_hans: 端点网关无法启动：%@
zh_hant: 端點閘道無法啟動：%@
